{
    "12662817": {
        "itemId": 12662817,
        "name": "Oakland Living Rose Patio Bistro Set",
        "shortDescription": "Bring style and functionality to your outdoor living space with the Rose 3-Piece Bistro Patio Set. It comes with a round table with two chairs in an elegant rose pattern. This attractive patio furniture bistro set has furniture legs made of sturdy cast iron. It offers a traditional style with an antique bronze finish and an aluminum table top. It is ideal for an intimate dinner for two or an afternoon cup of tea. This charming Rose 3-Piece Bistro Patio Set is suitable for placement in a garden, three-season room, on a patio or deck. A hole in the center of the table allows you to accessorize with an umbrella offering shade from the sun. It complements a wide range of outdoor decors. It is easy to assemble and each chair in this comfortable seating group has the capacity to support up to 200 lbs.",
        "salePrice": 98.99
    },
    "14225185": {
        "itemId": 14225185,
        "name": "Slumber 1 - 8'' Spring Mattress-In-a-Box, Multiple Sizes",
        "shortDescription": "Sleep more comfortably at night with a convenient Slumber 1-8'' Mattress in a Box (Multiple Sizes). It is ready to use on platform beds and easy to set up for standard beds. The Slumber 1 Mattress in a Box features a firm and tightly wound top bed mattress with integrated individual spring coils that provide a customized feel that conforms to the shape of your body. The springs are spaced close enough to provide optimal support, yet far enough apart to increase motion separation and provide more undisturbed rest. The tight top mattress also features breakthrough rebound technology, meaning that the mattress is tightly packed when shipped to conserve space and naturally expands in just a few hours. Other bedding accessories, like foundations and bed frames, are available separately. Each Slumber 1-8'' Mattress in a Box (Multiple Sizes) comes complete with a 10-year limited warranty.",
        "salePrice": 99
    },
    "14225186": {
        "itemId": 14225186,
        "name": "Slumber 1 - 8'' Spring Mattress-In-a-Box, Multiple Sizes",
        "shortDescription": "Sleep more comfortably at night with a convenient Slumber 1-8'' Mattress in a Box (Multiple Sizes). It is ready to use on platform beds and easy to set up for standard beds. The Slumber 1 Mattress in a Box features a firm and tightly wound top bed mattress with integrated individual spring coils that provide a customized feel that conforms to the shape of your body. The springs are spaced close enough to provide optimal support, yet far enough apart to increase motion separation and provide more undisturbed rest. The tight top mattress also features breakthrough rebound technology, meaning that the mattress is tightly packed when shipped to conserve space and naturally expands in just a few hours. Other bedding accessories, like foundations and bed frames, are available separately. Each Slumber 1-8'' Mattress in a Box (Multiple Sizes) comes complete with a 10-year limited warranty.",
        "salePrice": 139
    },
    "14225187": {
        "itemId": 14225187,
        "name": "Slumber 1 - 8'' Spring Mattress-In-a-Box, Multiple Sizes",
        "shortDescription": "Sleep more comfortably at night with a convenient Slumber 1-8'' Mattress in a Box (Multiple Sizes). It is ready to use on platform beds and easy to set up for standard beds. The Slumber 1 Mattress in a Box features a firm and tightly wound top bed mattress with integrated individual spring coils that provide a customized feel that conforms to the shape of your body. The springs are spaced close enough to provide optimal support, yet far enough apart to increase motion separation and provide more undisturbed rest. The tight top mattress also features breakthrough rebound technology, meaning that the mattress is tightly packed when shipped to conserve space and naturally expands in just a few hours. Other bedding accessories, like foundations and bed frames, are available separately. Each Slumber 1-8'' Mattress in a Box (Multiple Sizes) comes complete with a 10-year limited warranty.",
        "salePrice": 179
    },
    "14225188": {
        "itemId": 14225188,
        "name": "Slumber 1 - 8'' Spring Mattress-In-A-Box, Multiple Sizes",
        "shortDescription": "Sleep more comfortably at night with a convenient Slumber 1-8'' Mattress in a Box (Multiple Sizes). It is ready to use on platform beds and easy to set up for standard beds. The Slumber 1 Mattress in a Box features a firm and tightly wound top bed mattress with integrated individual spring coils that provide a customized feel that conforms to the shape of your body. The springs are spaced close enough to provide optimal support, yet far enough apart to increase motion separation and provide more undisturbed rest. The tight top mattress also features breakthrough rebound technology, meaning that the mattress is tightly packed when shipped to conserve space and naturally expands in just a few hours. Other bedding accessories, like foundations and bed frames, are available separately. Each Slumber 1-8'' Mattress in a Box (Multiple Sizes) comes complete with a 10-year limited warranty.",
        "salePrice": 199
    },
    "19716431": {
        "itemId": 19716431,
        "name": "Abu Garcia Black Max Reel",
        "shortDescription": "The Abu Garcia Black Max Reel is designed for anglers who require durability and dependability from a fishing reel. The Abu Garcia Max Reel features seven stainless-steel ball bearings and 1 roller bearing, a machine double-anodized aluminum spool and a Power Disk drag system that provides smooth drag performance. The Abu Garcia Reel's compact bent handle and star, accompanied by a recessed foot reel, provide a more ergonomic design. This Abu Garcia Black Max Reel is offered in black with red and silver accents that will complement almost any fishing rod. The Abu Garcia Reel is precision engineered to provide a smoother feel and increased performance on the water.",
        "salePrice": 49.96
    },
    "23117408": {
        "itemId": 23117408,
        "name": "\"Front-Twisted Chain 17\"\" Backpack, Blue\"",
        "shortDescription": "Tough design. Stylish features. Mesh pockets for your water bottles and accessories. Enough storage for short trips or long adventures... All you need at a price you cannot beat!",
        "salePrice": 2.23
    },
    "30146244": {
        "itemId": 30146244,
        "name": "Apple iPad mini 2 16GB WiFi",
        "shortDescription": "&quot;Bigger screen than a smartphone; smaller and more convenient than a laptop &mdash; don't let the in-between size of this mini tablet fool you, because this powerful little device boasts some serious computing chops in a sleekly-designed package. The Apple iPad mini 2 offers a stunning 7.9&quot;&quot; Retina display with over 3.1 million pixels, so photos and videos look incredibly detailed and text is razor sharp. The device features a powerful and power-efficient A7 chip with 64-bit architecture, so it's &nbsp;remarkably responsive &mdash; while still delivering up to 10 hours of battery life on a single charge. The iPad mini 2 also offers ultrafast wireless, iSight and FaceTime HD cameras, and includes some awesome apps like iPhoto, iMovie, GarageBand, Pages, Numbers and Keynote.1 All this, and it still fits easily in one hand.Apple iPad mini 2 with Retina Display with Wi-Fi Space Gray or Silver:&quot;",
        "salePrice": 220.38
    },
    "34890820": {
        "itemId": 34890820,
        "name": "\"RCA LED55G55R120Q 55\"\" 1080p 120Hz LED HDTV\"",
        "shortDescription": "The RCA LED55G55R120Q 55&quot; 1080p 120Hz LED HDTV provides superb high definition images for your viewing pleasure. With its 55&quot; screen you can see more of what you want to see whether it is a Hollywood blockbuster or the big game. The 55&quot; LED TV panel provides an enjoyable entertainment experience. If you invite friends over everyone will be able to see a quality picture from just about anywhere in your living room. This RCA HDTV with its built-in digital tuner lets you watch movies just as the director intended them to be seen and you'll delight in the superior audio this set provides. You can connect up to two HD devices to this 55&quot; LED TV via the provided HDMI ports. If you choose, this television set is easy to mount on the wall. It is best of course to have a source of HD programming in order to take full advantage of what this RCA HDTV has to offer. Contact your local cable or satellite TV provider for details on how to upgrade.",
        "salePrice": 409.49
    },
    "35613901": {
        "itemId": 35613901,
        "name": "\"Cheetah Print 17\"\" Backpack\"",
        "shortDescription": "&quot;This Cheetah Print Backpack is a fun way for kids to transport their things to and from school. It can hold a variety of necessities, such as books, folders, paper and pencils. This 17&quot;&quot; backpack can be wiped clean with a damp cloth.&quot;",
        "salePrice": 6.88
    },
    "35813552": {
        "itemId": 35813552,
        "name": "\"Black 15\"\" Zip Front Pocket Backpack\"",
        "shortDescription": "This stylish sharks in blue backpack is fashionable and versatile. Its padded straps make it comfortable to wear and its extra pocket for storing smaller items makes it great for wherever you're headed, whether it's a play date or to school.",
        "salePrice": 3.97
    },
    "36248492": {
        "itemId": 36248492,
        "name": "Starter Men's Dazzle Shorts",
        "shortDescription": "Starter Men's Dazzle Shorts are a comfortable, convenient option for working out and more. They're made from 100 percent polyester material and incorporate breathable mesh to keep you cool and dry. These shorts have two side pockets and an elastic waistband for an easy fit. Their interior drawstring can help you secure them in place for rigorous activities. Whether you're heading out for a run, hitting the gym or relaxing at home, these men's shorts are an ideal choice.",
        "salePrice": 5
    },
    "39082884": {
        "itemId": 39082884,
        "name": "Shark Easy Spray Steam Mop DLX, SK141WMZ",
        "shortDescription": "The Shark Easy Spray Steam Mop offers superior cleaning and faster dry times in an easy to use, lightweight mop design. The Easy Spray Steam Mop automatically steams as you clean with our patented steam on demand technology! On Board Storage for Shark Steam Energized Cleanser gives you the convenience of added cleaning power when and where you need it. Shark Cleanser coupled with Disposable SaniFiber Pads makes Shark Easy Spray perfect quick cleanups as well as tackling tough, stuck-on and germy messes.",
        "salePrice": 43.23
    },
    "40611708": {
        "itemId": 40611708,
        "name": "Starter Big Men's Dazzle Shorts",
        "shortDescription": "The Starter Big Men's Dazzle Shorts are stylish, comfortable and extremely versatile. They're made of soft and durable polyester with a breezy mesh construction that won't overheat you or restrict your movement. These athletic shorts have a wide elastic band that's covered so they won't feel abrasive when you're working out. The solid-colored dazzle design looks great under the sun and works with a wide variety of outfits. They can be used for anything from running to the store for a quick errand, shooting hoops with the guys or relaxing around the house on a hot summer day. These big shorts are available in assorted colors, as well as in Regular Men sizes.",
        "salePrice": 3.5
    },
    "40611825": {
        "itemId": 40611825,
        "name": "Starter Men's Dazzle Shorts",
        "shortDescription": "Starter Men's Dazzle Shorts are a comfortable, convenient option for working out and more. They're made from 100 percent polyester material and incorporate breathable mesh to keep you cool and dry. These shorts have two side pockets and an elastic waistband for an easy fit. Their interior drawstring can help you secure them in place for rigorous activities. Whether you're heading out for a run, hitting the gym or relaxing at home, these men's shorts are an ideal choice.",
        "salePrice": 3.5
    },
    "42391766": {
        "itemId": 42391766,
        "name": "Ozark Trail 2-Room Instant Shower/Utility Shelter",
        "shortDescription": "Why rough it? The Ozark Trail Instant Shower/Utility Shelter is the perfect way to enjoy the outdoors in comfort. It sets up in just seconds thanks to the innovative pre-attached instant frame design. The five-gallon solar shower is also included and heats up in just minutes from the sun. The shower includes a separate changing/utility room so your clothes stay dry and secure. Best of all, the walls are coated with a silver aluminum for complete privacy.",
        "salePrice": 110
    },
    "44109840": {
        "itemId": 44109840,
        "name": "Disney - Disney Sleepwear",
        "shortDescription": "short description is not available",
        "salePrice": 9.97
    }
}